cask_args appdir: '/Applications'

tap 'homebrew/bundle'
tap 'steipete/tap/'

brew 'wget'
brew 'lazygit'
brew 'gh'
brew 'lazydocker'
brew 'ripgrep'
brew 'btop'
brew 'pnpm'
brew 'colima'
brew 'starship'
brew 'gemini-cli'


cask '1password'
cask 'arc'
cask 'google-chrome'
cask 'claude'
cask 'codex'
cask 'notion-calendar'
cask 'raycast'
cask 'visual-studio-code'
cask 'vlc'
cask 'antigravity'
cask 'sf-symbols'
cask 'shottr'
cask 'spotify'
cask 'steipete/tap/codexbar'


