cask_args appdir: '/Applications'

# Shared packages for all machines.
# Machine-specific packages can live in:
# - Brewfile.<hostname>
# - file pointed by DOTFILES_BREWFILE_EXTRA

tap 'homebrew/bundle'

brew 'wget'
brew 'lazygit'
brew 'gh'
brew 'ripgrep'
brew 'btop'
brew 'pnpm'
brew 'starship'
brew 'worktrunk'
brew 'cocoapods'


cask '1password'
cask 'arc'
cask 'google-chrome'
cask 'claude'
cask 'notion-calendar'
cask 'raycast'
cask 'visual-studio-code'
cask 'vlc'
cask 'sf-symbols'
cask 'shottr'
cask 'spotify'
cask 'mongodb-compass'
cask 'postman'
cask 'figma'

